Repository: fajran/terjemahan
Catalog: ubiquity/1.10.3/*.po
Languages: id

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
id: Peringatan: Jangan mengatur standar TV ke sesuatu yang lebih tinggi daripada yang didukung TV anda. Kerusakan PERMANEN dapat terjadi.

source: Master Backend Info
id: Info Backend Master

source: Please enter the information necessary to contact your master backend:
id: Silahkan masukkan informasi yang diperlukan untuk menghubungi backend master anda:

source: MySQL Password
id: Katasandi MySQL

source: MySQL User Name
id: Nama Pemakai MySQL

source: MySQL Database
id: Basisdata MySQL

source: MySQL Server
id: Server MySQL

source: Configure Guide Data / Backend
id: Atur Data Penuntun / Backend

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
id: Langkah terakhir instalasi membutuhkan pengaturan data guide anda dan mengkonfigur backend untuk pertama kali.

source: Click to open the Schedules Direct website
id: Klik untuk membuka situs web Schedules Direct

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
id: Pengguna di Amerika Utara perlu menyiapkan sebuah akun dengan Schedules Direct (SD). SD menyediakan data penuntun dengan biaya tertentu. Tanpa SD, pengguna Amerika Utara mungkin kehilangan banyak fitur penskedulan pada MythTV.

source: Launch MythTV Setup
id: Luncurkan Setup MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
id: Setelah menyiapkan sumber data penuntun anda, anda perlu meluncurkan MythTV-Setup untuk menjalankan konfigurasi backend yang pertama kali. Anda perlu mengatur empat seksi pertama, untuk memastikan penyediaan data penuntun anda pada seksi ketiga.

source: Configuring mythtv...
id: Mengonfigurasi mythtv...

source: Configuring additional drivers...
id: Mengonfigurasi driver tambahan...

source: Configuring additional services...
id: Mengonfigurasi layanan tambahan...

source: Configuring infrared devices...
id: Mengonfigurasi device infra merah...
