Repository: fajran/terjemahan
Catalog: ubiquity/1.10.3/*.po
Languages: id

source: Install
id: Instalasi

source: Install (OEM mode, for manufacturers only)
id: Pasang (Mode OEM, hanya untuk pemanufaktur)

source: Welcome
id: Selamat Datang

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
id: Siap melakukan instalasi? Setelah Anda menjawab beberapa pertanyaan, isi dari Live CD ini dapat dipasang pada komputer ini sehingga Anda dapat menjalankan sistem dalam kecepatan penuh tanpa memerlukan CD lagi.

source: Answering the questions should only take a few minutes.
id: Proses menjawab pertanyaan hanya memerlukan waktu beberapa menit.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
id: Silakan memilih bahasa yang digunakan selama proses instalasi. Bahasa ini akan menjadi bahasa pilihan pada sistem akhir nanti.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
id: Anda sedang memasang dalam mode manufaktur sistem. Silahkan masukkan nama unik untuk kelompok sistem ini. Nama ini akan disimpan pada sistem terpasang dan dapat dipakai untuk membantu laporan bug.

source: If you have Internet access, read the release notes for information on problems that may affect you.
id: JIka anda memiliki akses Internet, bacalah catatan rilis untuk informasi tentang masalah yang mungkin akan anda jumpai.

source: Release Notes
id: Catatan Rilis

source: Where are you?
id: Dimanakah Anda?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
id: Pilihlah sebuah kota dalam negara dan zona waktu yang sesuai dengan tempat Anda berada. Jika waktu tidak sesuai walau sudah memilih zona waktu yang tepat, Anda dapat mencocokkannya nanti dalam sistem yang terpasang setelah proses instalasi selesai.

source: Selected city:
id: Kota yang dipilih:

source: Time zone:
id: Zona waktu:

source: Selected region:
id: Daerah yang dipilih:

source: Current time:
id: Waktu saat ini:

source: Keyboard layout
id: Susunan papan ketik

source: Which layout is most similar to your keyboard?
id: Susunan mana yang paling mirip dengan papan ketik Anda?

source: You can type into this box to test your new keyboard layout.
id: Anda dapat mengetik ke dalam kotak berikut untuk menguji susunan papan ketik yang Anda pilih.

source: Who are you?
id: Siapakah anda?

source: What is your name?
id: Siapakah nama Anda?

source: What name do you want to use to log in?
id: Nama apakah yang ingin Anda gunakan untuk melakukan log in?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
id: Jika ada lebih dari satu orang yang akan menggunakan komputer ini, Anda dapat membuat lebih banyak akun setelah instalasi.

source: Choose a password to keep your account safe.
id: Buat sebuah kata sandi untuk menjaga agar akun Anda aman.

source: You are running in debugging mode. Do not use a valuable password!
id: Anda sedang berjalan dalam mode debugging. Jangan menggunakan kata sandi yang berharga!

source: Enter the same password twice, so that it can be checked for typing errors.
id: Masukkan kata sandi yang sama sebanyak dua kali sehingga dapat dideteksi andai ada kesalahan ketik.

source: What is the name of this computer?
id: Apakah nama komputer ini?

source: This name will be used if you make the computer visible to others on a network.
id: Nama ini akan digunakan ketika Anda membuat komputer ini terlihat dari komputer lain dalam jaringan.

source: Log in automatically
id: Log in otomatis

source: Migrate documents and settings
id: Migrasi dokumen dan konfigurasi

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
id: Pilih akun yang ingin diimpor. Dokumen dan konfigurasi dalam akun tersebut akan dimigrasi pada sistem terpasang.

source: If you do not wish to import any accounts, select nothing and go to the next page.
id: Jika Anda tidak ingin mengimpor akun apapun, Anda tidak perlu memilih apa-apa dan silakan lanjut ke halaman berikutnya.

source: Prepare disk space
id: Mempersiapkan ruang harddisk

source: How do you want to partition the disk?
id: Bagaimana susunan partisi yang ingin Anda buat?

source: Prepare partitions
id: Mempersiapkan partisi

source: Ready to install
id: Siap untuk install

source: Your new operating system will now be installed with the following settings:
id: Sistem operasi baru Anda akan dipasang dengan konfigurasi berikut:

source: Advanced...
id: Pertanyaan Tingkat Lanjut...

source: Install[ action ]
id: Pasang

source: Step ${INDEX} of ${TOTAL}
id: Langkah ${INDEX} dari ${TOTAL}

source: Quit the installation?
id: Batalkan instalasi?

source: Do you really want to quit the installation now?
id: Apakah Anda ingin keluar dari proses instalasi?

source: Skip
id: Lewati

source: Installation complete
id: Instalasi selesai.

source: Continue using the live CD
id: Lanjut menggunakan Live CD

source: Restart now
id: Restart sekarang

source: Installer crashed
id: Pemasang kres

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
id: Mohon maaf, program pemasang kres. Silahkan mengajukan laporan bug baru pada https://launchpad.net/ubuntu/+source/ubiquity/+filebug (jangan melampirkan detail anda pada sebarang bug yang telah ada) dan seorang pengembang akan menangani masalah tersebut secepat mungkin. Untuk membantu para pengembang memahami apa yang salah, sertakan rincian berikut pada laporan bug anda, dan lampirkan berkas-berkas /var/log/syslog dan /var/log/partman:

source: Before:
id: Sebelum:

source: After:
id: Sesudah:

source: New partition table
id: Buat tabel partisi baru

source: New partition
id: Buat partisi baru

source: Edit partition
id: Sunting partisi

source: Delete partition
id: Hapus partisi

source: Type
id: Tipe

source: Mount point
id: Titik kait

source: Size
id: Ukuran

source: Used
id: Terpakai

source: free space
id: ruang kosong

source: unknown
id: tidak diketahui

source: Create partition
id: Buat partisi

source: New partition size in megabytes (1000000 bytes):
id: Ukuran partisi baru dalam megabyte (1000000 Byte):

source: Beginning
id: Awal

source: End
id: Akhir

source: Primary
id: Primer

source: Logical
id: Logikal

source: Edit a partition
id: Menyunting partisi

source: Advanced Options
id: Pengaturan Tingkat Lanjut

source: Boot loader
id: Pemuat boot

source: Install boot loader
id: Pasang pemuat boot

source: Popularity contest
id: Kontes popularitas

source: Participate in the package usage survey
id: Berpartisipasi dalam survey penggunaan paket

source: Network proxy
id: Proxy jaringan

source: HTTP proxy:
id: Proxy HTTP:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
id: Instalasi telah selesai. Anda perlu me-restart komputer ini agar dapat menggunakan instalasi baru tersebut. Anda dapat melanjutkan menggunakan Live CD ini, namun setiap perubahan yang Anda buat atau dokumen yang Anda simpan tidak akan disimpan secara permanen.

source: Go Back
id: Kembali

source: Continue
id: Teruskan

source: Installation is complete. You need to restart the computer in order to use the new installation.
id: Instalasi telah selesai. Anda perlu me-restart komputer ini agar dapat menggunakan instalasi baru tersebut.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
id: Bahasa: ${LANGUAGE} Susunan papan ketik: ${KEYMAP} Nama: ${FULLNAME} Nama login: ${USERNAME} Lokasi: ${LOCATION} Asisten migrasi: ${MIGRATE}

source: Checking the installation...
id: Memeriksa instalasi...

source: Installing system
id: Memasang sistem

source: Finding the distribution to copy...
id: Mencari distribusi ini untuk disalin...

source: Scanning files...
id: Memindai berkas...

source: Copying files...
id: Menyalin berkas...

source: Copying files (less than a minute remaining)...
id: Menyalin berkas (kurang dari satu menit lagi)...

source: Installation Failed
id: Instalasi Gagal

source: The installer encountered an error copying files to the hard disk:
id: Penginstal menemukan error saat menyalin berkas ke hard disk:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
id: Hal ini disebabkan oleh ruang harddisk yang tidak cukup untuk dijadikan lokasi instalasi. Silakan jalankan aplikasi penginstal lagi dan pilih partisi yang lebih besar.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
id: Hal ini biasanya disebabkan oleh cakram atau drive CD/DVD yang bermasalah. Cobalah untuk membersihkan CD/DVD tersebut, bakar CD/DVD dalam kecepatan lebih rendah, atau membersihkan lensa CD/DVD (alat pembersihnya dapat diperoleh di toko elektronik).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
id: Hal ini biasanya disebabkan oleh harddisk yang bermasalah. Silakan periksa apakah harddisk sudah usang dan butuh penggantian atau pindahkan sistem ke tempat yang lebih sejuk.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
id: Hal ini biasanya disebabkan oleh cakram atau drive CD/DVD atau harddisk yang bermasalah. Cobalah untuk membersihkan CD/DVD tersebut, bakar CD/DVD dalam kecepatan lebih rendah, atau membersihkan lensa CD/DVD (alat pembersihnya dapat diperoleh di toko elektronik), memeriksa apakah harddisk sudah usang dan butuh penggantian, atau pindahkan sistem ke lingkungan yang lebih sejuk.

source: The following file did not match its source copy on the CD/DVD:
id: Berkas berikut tidak sesuai dengan apa yang ada di CD/DVD:

source: Copying installation logs...
id: Menyalin catatan instalasi...

source: Configuring target system...
id: Mengonfigurasi sistem tujuan...

source: Configuring system locales...
id: Mengonfigurasi system locales...

source: Configuring apt...
id: Mengonfigurasi apt...

source: Configuring time zone...
id: Mengonfigurasi zona waktu...

source: Configuring keyboard...
id: Mengonfigurasi papan ketik...

source: Creating user...
id: Mendaftarkan pengguna...

source: Importing documents and settings...
id: Mengimpor dokumen dan konfigurasi...

source: Configuring hardware...
id: Mengonfigurasi perangkat keras...

source: Configuring network...
id: Mengonfigurasi jaringan...

source: Setting computer name...
id: Mengatur nama komputer...

source: Configuring boot loader...
id: Mengonfigurasi pemuat boot...

source: Installing additional packages...
id: Memasang paket-paket tambahan...

source: Checking for packages to install...
id: Memeriksa paket-paket untuk dipasang...

source: Removing extra packages...
id: Menghapus paket-paket tambahan...

source: Checking for packages to remove...
id: Memeriksa paket yang dihapus...

source: Downloading packages (${TIME} remaining)...
id: Mengunduh paket (${TIME} lagi)...

source: Downloading package lists...
id: Mengunduh daftar paket...

source: Downloading package lists (${TIME} remaining)...
id: Mengunduh daftar paket (${TIME} lagi)...

source: Error installing ${PACKAGE}
id: Gagal memasang ${PACKAGE}

source: Error removing ${PACKAGE}
id: Gagal menghapus ${PACKAGE}

source: Error while installing packages
id: Terjadi kegagalan ketika memasang paket

source: An error occurred while installing packages:
id: Sebuah masalah terjadi ketika sedang memasang paket:

source: The following packages are in a broken state:
id: Paket-paket berikut berada dalam kondisi rusak:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
id: Hal ini mungkin karena pemakaian image installer lama, atau karena sebuah bug pada bebarapa dari paket yang didaftar di atas. Rincian lebih lanjut mungkin dapat ditemukan di /var/log/syslog. Installer akan mencoba melanjutkan, tapi mungkin akan gagal pada suatu saat setelahnya, dan tidak akan mampu memasang atau menghapus paket lain (mungkin termasuk dirinya sendiri) dari sistem terpasang. Anda pertama kali mesti mencari versi lebih baru dari image installer anda, atau kalau tidak melaporkan masalah itu ke distributor anda.

source: Error while removing packages
id: Terjadi kegagalan ketika menghapus paket

source: An error occurred while removing packages:
id: Sebuah masalah terjadi ketika sedang menghapus paket:

source: Installing language packs
id: Memasang paket bahasa

source: Downloading language packs (${TIME} remaining)...
id: Mengunduh paket bahasa (${TIME} lagi)...

source: Failed to unmount partitions
id: Gagal melepaskan kaitan partisi

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
id: Aplikasi instalasi hendak menerapkan perubahan pada tabel partisi, namun tidak dapat dilakukan karena titik kait berikut tidak dapat dilepaskan:

source: Please close any applications using these mount points.
id: Mohon tutup semua aplikasi yang menggunakan titik kait tersebut.

source: Would you like the installer to try to unmount these partitions again?
id: Apakah Anda ingin agar aplikasi instalasi mencoba melepaskan titik kait partisi tersebut lagi?

source: Do you want to return to the partitioner?
id: Apakah Anda ingin kembali ke pembuatan partisi?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
id: Beberapa partisi yang Anda buat berukuran terlalu kecil. Mohon buat agar partisi tersebut berukuran minimal sebesar (dalam Byte):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
id: Jika Anda tidak kembali ke pembuatan partisi dan memperbesar ukuran partisi tersebut, proses instalasi dapat berakhir dengan kegagalan.

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
id: Tipe Pemasangan: ${INSTALLTYPE} Driver: Driver Video Ekstra: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Layanan Tambahan: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Layanan MythTV: ${EN_MYSQL} Pertanyaan Pemasangan Ubuntu Normal: Bahasa: ${LANGUAGE} Susunan papan ketik: ${KEYMAP} Nama Biasa: ${FULLNAME} Nama Login Biasa: ${USERNAME} Lokasi: ${LOCATION}

source: What Type of Installation?
id: Tipe Instalasi Apa?

source: Two installation types are available for Mythbuntu:
id: Dua tipe instalasi tersedia bagi Mythbuntu:

source: Standard Installation
id: Instalasi Standar

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
id: Instalasi standar akan memasang dan mengatur setiap konfigurasi dengan interaksi pengguna yang minimum. Instalasi ini akan memasang sebuah backend, frontend, seluruh plugin dan tema.

source: Advanced Installation
id: Instalasi Tingkat Lanjut

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
id: Instalasi tingkat lanjut dapat digunakan untuk mengatur apa saja yang diperlukan untuk instalasi Mythbuntu ini. CATATAN: Instalasi tingkat lanjut ini diperlukan untuk menambahkan sebuah mesin Mythbuntu ke jaringan berbasis MythTV yang telah ada.

source: Advanced Installation Type
id: Tipe Instalasi Tingkat Lanjut

source: What type of system will this be?
id: Sistem ini akan bertipe apa?

source: Primary Backend w/ Frontend
id: Backend Utama dgn Frontend

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
id: Suatu mesin gabungan backend/frontend adalah setup paling umum bagi pengguna yang menginginkan MythTV untuk aplikasi HTPC. Tipe instalasi ini ditujukan bagi sebuah komponen dalam teater rumah anda.

source: Secondary Backend w/ Frontend
id: Backend Sekunder dgn Frontend

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
id: Ini akan menyiapkan sebuah sistem yang serupa dengan Backend Primer dgn Frontend, namun akan diatur untuk menyambung ke backed yang telah ada di jaringan.

source: Primary Backend
id: Backend Utama

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
id: Mesin hanya backend biasanya dirancang untuk berfungsi seperti sebuah appliance; membutuhkan perawatan minimum. Ini ditujukan untuk dipasang sebagai backend pertama pada sebuah jaringan.

source: Secondary Backend
id: Backend Sekunder

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
id: Ini akan menyiapkan sistem serupa dengan Backed Primer, namun ini akan dikonfigurasi untuk menyambung ke backend yang telah ada di jaringan.

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
id: Fungsi utama sebuah mesin hanya frontend adalah untuk menerima isi media dari backend dan menyebarkannya. Konfigurasi ini memerlukan sebuah backend yang telah ada pada jaringan.

source: Choose Frontend / Backend Plugins
id: Pilih Plugin Frontend / Backend

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
id: Plugin dapat dipakai untuk memperluas fungsionaliatas MythTV lebih dari sekedar solusi penggeser waktu TV.

source: Backend Plugins
id: Plugin Backend

source: Frontend Plugins
id: Plugin Frontend

source: Myth Web
id: Web Myth

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
id: MythWeb menyediakan antarmuka web yang dapat dipakai untuk melihat daftar, jadwal perekaman, menghapus rekaman, dan mencari acara.

source: Myth Archive
id: Arsip Myth

source: Myth Browser
id: Perambah Myth

source: Myth Controls
id: Pengendali Myth

source: Myth Gallery
id: Myth Galeri

source: Myth Game
id: Permainan Myth

source: Myth Music
id: Musik Myth

source: Myth News
id: Berita Myth

source: Myth Phone
id: Telepon Myth

source: Myth Stream
id: Stream Myth

source: Myth Video
id: Video Myth

source: Myth Weather
id: Cuaca Myth

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
id: Sebuah plugin bagi MythTV yang memungkinkan anda membuat DVD dari isi pada Jaringan MythTV anda.

source: An integrated web browser plugin for your MythTV system.
id: Sebuah plugin perambah web terintegrasi bagi sistem MythTV anda.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
id: Pengendali eksternal bagi MythTV. Ini akan memungkinkan anda mengubah pemetaan tombol dan pengaitan kunci.

source: Allows you to monitor your Netflix dvd rental queue.
id: Memungkinkan anda memantau antrian rental DVD Netflix anda.

source: Allows you to visually browse a directory tree containing image files.
id: Memungkinkan anda merambah secara visual suatu struktur direktori yang memuat berkas-berkas citra.

source: A frontend to start any emulator or binary that Linux runs.
id: Sebuah frontend untuk memulai sebarang emulator atau biner yang berjalan di Linux.

source: Provides a digital audio jukebox integrated with MythTV.
id: Menyediakan jukebox audio dijital yang terintegrasi dengan MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
id: Sebuah plugin pembaca berita asupan RSS bagi MythTV yang menjaga anda tetap up-to-date pada topik-topik berita favorit anda.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
id: Sebuah kapabilitas telepon dan telepon video pada MythTV memakai protokol SIP standar.

source: Provides a method to listen to streaming internet radio stations.
id: Menyediakan sebuah metoda untuk mendengarkan stasiun radio internet streaming.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
id: Membolehkan anda merambah dan memainkan stream video, menggunakan pemutar eksternal, dari dalam antarmuka MythTV.

source: Displays current and forecast weather information within MythTV.
id: Menampilkan informasi cuaca saat ini dan ramalan cuaca dari dalam MythTV.

source: Choose Extra Themes
id: Pilih tema ekstra

source: Additional Drivers/Firmware
id: Firmware/Driver Tambahan

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
id: Sebuah driver grafik open source telah diaktifkan dan dikonfigurasi untuk instalasi anda. Bila anda ingin memakai driver grafik yang berbeda, anda dapat melakukannya disini. Perlu dicatat bahwa driver grafik proprietary mungkin diperlukan bagi TV Output atau efek-efek OpenGL.

source: Modify Video Driver & Settings
id: Ubah Pengaturan & Driver Video

source: If you would like to configure TV-out, choose an option here:
id: Bila anda ingin mengkonfigur TV-out, pilih sebuah opsi disini:

source: If enabling TV Out, you will also need to choose a TV Standard:
id: Bila mengaktifkan TV Out, anda juga akan perlu memilih sebuah Standar TV:
