Repository: fajran/terjemahan
Catalog: transmission/1.06/*.po
Languages: id

source: BitTorrent Client
id: Aplikasi BitTorrent

source: Download and share files over BitTorrent
id: Unduh dan berbagi berkas melalui BitTorrent

source: Transmission BitTorrent Client
id: Aplikasi BitTorrent Transmission

source: _High
id: Tinggi

source: _Low
id: Rendah

source: Sort by _Activity
id: Urut berdasar _Aktivitas

source: Sort by _Date Added
id: Urut berdasar Tanggal Torrent _Ditambahkan

source: Sort by _Name
id: Urut berdasar _Nama

source: Sort by _Progress
id: Urut berdasar Kemajuan

source: Sort by _State
id: Urut berdasar Status

source: Sort by _Tracker
id: Urut berdasar _Tracker

source: Show _Main Window
id: Tampilkan Jendela Utama

source: Show Message _Log
id: Tampi_lkan Catatan Pesan

source: _Minimal View
id: Tampilan _Minimalis

source: _Reverse Sort Order
id: Urut te_rbalik

source: Show _Filter Bar
id: Tampilkan _Filter Bar

source: Show _Status Bar
id: Tampilkan _Status Bar

source: Show _Toolbar
id: Tampilkan _Toolbar

source: _View
id: _Tampilan

source: _Sort Torrents By
id: Urutkan Torrent berda_sarkan

source: _Edit
id: _Sunting

source: _Help
id: _Bantuan

source: _Priority
id: _Prioritas

source: Open Torrent
id: Buka Torrent

source: _Start
id: _Mulai

source: _Statistics
id: _Statistik

source: _Verify Local Data
id: Periksa Data Lokal

source: _Pause
id: _Stop

source: _Remove
id: Hapus

source: Create _New Torrent
id: Buat Torrent Baru

source: _Close
id: Tutup

source: _Quit
id: Keluar

source: Select _All
id: Pilih Semu_a

source: Dese_lect All
id: Kosongkan Pilihan

source: _Details
id: Informasi

source: Torrent Details
id: Informasi Torrent

source: _About Transmission
id: Tent_ang Transmission

source: Ask Tracker for _More Peers
id: _Minta Tambahan Peer ke Tracker

source: Failed to create the directory %s: %s
id: Gagal membuat direktori %s: %s

source: Failed to open the file %s for writing: %s
id: Gagal menulisi berkas %s: %s

source: Another copy of %s is already running.
id: Aplikasi %s sedang berjalan.

source: Failed to lock the file %s: %s
id: Gagal mengunci berkas %s: %s

source: Automatically _start torrent
id: Jalankan torrent _secara otomatis

source: Use alternate _download directory
id: Gunakan direktori unduhan alternatif

source: Choose a download directory
id: Pilih direktori unduhan

source: Torrent files
id: Berkas torrent

source: All files
id: Semua berkas

source: Choose a directory
id: Pilih direktori

source: <b>Really Quit %s?</b>
id: <b>Keluar dari %s?</b>

source: This will close all active torrents.
id: Ini akan menutup seluruh torrent yang aktif.

source: _Don't Ask Me This Again
id: Jangan tanyakan hal ini lagi.

source: Failed to set up IPC: %s
id: Gagal menyiapkan IPC: %s

source: Failed to set up socket: %s
id: Gagal menyiapkan soket: %s

source: Failed to create socket: %s
id: Gagal membuat soket: %s

source: Failed to connect to %s: %s
id: Gagal menghubungi %s: %s

source: Bad IPC protocol version
id: Versi protokol IPC tidak sesuai

source: IPC protocol parse error
id: Error memproses protokol IPC

source: IPC parsing failed: %s
id: Gagal memproses IPC: %s

source: Start with all torrents paused
id: Mulai dengan torrent yang terhenti

source: Request that the running instance quit
id: Menutup aplikasi yang sedang berjalan

source: Start minimized in system tray
id: Sembunyikan di tray saat aplikasi dimulai

source: [torrent files]
id: [berkas torrent]

source: Closing Connections
id: Menutup Koneksi

source: Sending upload/download totals to tracker...
id: Mengirim total unduh/unggah ke tracker...

source: _Quit Immediately
id: Keluar Saat Ini Juga

source: Failed to load torrent file: %s
id: Gagal membuka berkas torrent: %s

source: A fast and easy BitTorrent client
id: Aplikasi BitTorrent yang cepat dan mudah

source: Copyright 2005-2008 The Transmission Project
id: Hak Cipta 2005-2008 The Transmission Project

source: translator-credits
id: Launchpad Contributions: Fajran Iman Rusadi https://launchpad.net/~fajran rotyyu https://launchpad.net/~rotua-hd

source: Torrent creation aborted.
id: Pembuatan torrent dibatalkan.

source: Torrent creation failed.
id: Pembuatan torrent gagal.

source: Torrent Created
id: Torrent telah Dibuat

source: File
id: Berkas

source: Piece
id: Potongan

source: Create New Torrent
id: Buat Torrent Baru

source: Files
id: Berkas

source: File _Type
id: _Tipe Berkas

source: Directory
id: Direktori

source: Single File
id: Berkas Tunggal

source: _File
id: Berkas

source: No Files Selected
id: Tidak Ada Berkas yang Dimasukkan

source: Private to this Tracker
id: Jadikan torrent privat

source: Announce _URL
id: URL Pengumuman

source: Commen_t
id: Komen_tar

source: Error writing to "%s": %s
id: Error menulisi "%s": "%s"

source: Save Log
id: Simpan Catatan

source: Info
id: Informasi

source: Message Log
id: Catatan Pesan

source: Select the debug filter level.
id: Pilih tingkat filter debug.

source: None
id: Tidak ada

source: Started %d times
id: Dijalankan %d kali

source: Statistics
id: Statistik

source: Current Session
id: Sesi saat ini

source: Uploaded:
id: Terunggah:

source: Downloaded:
id: Terunduh:

source: Ratio:
id: Rasio:

source: Duration:
id: Durasi

source: Cumulative
id: Kumulatif

source: Program started %d times
id: Program dijalankan %d kali

source: %s of %s (%.2f%%)
id: %s dari %s (%.2f%%)

source: %s of %s (%.2f%%), uploaded %s (Ratio: %.1f
id: %s dari %s (%.2f%%), terunggah %s (Rasio: %.1f

source: %s, uploaded %s (Ratio: %.1f)
id: %s, terunggah %s (Rasio: %.1f)

source: Down: %s, Up: %s
id: Unduh: %s, Unggah: %s

source: Down: %s
id: Unduh: %s

source: Up: %s
id: Unggah: %s

source: Paused
id: Dihentikan

source: Waiting to Verify local data
id: Menunggu pemeriksaan data lokal

source: Verifying local data (%.1f%% tested)
id: Memeriksa data lokal (%.1f%% teruji)

source: Ratio: %.1f,
id: Rasio: %.1f,

source: Downloading from %d of %d connected peer
id: Mengunduh dari %d dari %d peer terhubung

source: Seeding to %d of %d connected peer
id: Seeding ke %d dari %d peer terhubung

source: Address
id: Alamat

source: Client
id: Aplikasi

source: Down
id: Unduh

source: Up
id: Unggah

source: Handshaking
id: Mengawali koneksi

source: Uploading to peer
id: Mengirim data ke peer

source: Peer wants our data
id: Peer meminta data

source: Refusing to send data to peer
id: Menolak mengirim data ke peer

source: Downloading from peer
id: Mengambil data dari peer

source: Requesting data from peer
id: Meminta data dari peer

source: Waiting to request data from peer
id: Menunggu meminta data dari peer

source: Peer will not send us data
id: Peer tidak akan mengirim data

source: Piece Availability
id: Ketersediaan Potongan

source: Connected Peers
id: Peer Terhubung

source: Completed
id: Lengkap

source: Torrent Information
id: Informasi Torrent

source: Pieces
id: Potongan

source: Secure
id: Aman

source: Private Torrent, PEX disabled
id: Torrent Privat, PEX dinonaktifkan

source: Public Torrent
id: Torrent Publik

source: Comment
id: Komentar

source: Created By
id: Dibuat Oleh

source: Creator
id: Pembuat

source: Date
id: Tanggal

source: Location
id: Lokasi

source: Downloaded Data
id: Lokasi Unduhan

source: Torrent File Path
id: Lokasi Berkas Torrent

source: Torrent File Name
id: Nama Berkas Torrent

source: %.1f%% (%.1f%% selected)
id: %.1f%% (%.1f%% terpilih)

source: %s (%s verified)
id: %s (%s terverifikasi)

source: State:
id: Status:

source: Progress:
id: Perkembangan:

source: Have:
id: Dimiliki:

source: Failed DL:
id: Gagal unduh:

source: Swarm Rate:
id: Rasio Swarm:

source: Completeness:
id: Kelengkapan:

source: Dates
id: Tanggal

source: Added:
id: Dimasukkan:

source: Last Activity
id: Aktivitas Terakhir

source: High
id: Tinggi

source: Low
id: Rendah

source: Progress
id: Perkembangan

source: Download
id: Unduh

source: Priority
id: Prioritas

source: Speed Limits
id: Batas Kecepatan

source: Limit _Download Speed (KiB/s):
id: Batasi Kecepatan Un_duh (KiB/s):

source: Limit _Upload Speed (KiB/s):
id: Batasi Kecepatan _Unggah (KiB/s):

source: Peer Connections
id: Koneksi Peer

source: Maximum connected peers:
id: Jumlah maksimum peer terhubung:

source: _Stop Seeding at Ratio:
id: Berhenti Mengirim Data pada Rasio:

source: Details for %s (%s)
id: Informasi untuk %s (%s)

source: _Activity
id: _Aktivitas

source: _Peers
id: _Peer

source: _Files
id: Berkas

source: _Options
id: Pengaturan

source: Use the torrent file where it is
id: Gunakan berkas torrent yang ada

source: Keep a copy of the torrent file
id: Simpan salinan berkas torrent

source: Keep a copy and remove the original
id: Simpan salinan berkas torrent dan hapus yang asli

source: Port is <b>open</b>
id: Port <b>terbuka</b>

source: Port is <b>closed</b>
id: Port <b>tertutup</b>

source: <i>Testing port...</i>
id: <i>Menguji port...</i>

source: Preferences
id: Preferensi

source: _Limit Upload Speed (KiB/s)
id: Batasi Kecepatan _Unggah (KiB/s)

source: Li_mit Download Speed (KiB/s)
id: Batasi Kecepatan Unduh (KiB/s)

source: Downloads
id: Unduh

source: P_rompt for download directory
id: Tanyakan di_rektori penyimpanan

source: For torrents added _normally:
id: Untuk torrent yang ditambahkan secara normal:

source: For torrents added from _command-line:
id: Untuk torrent yang dimasukkan dari _command-line:

source: Global maximum connected peers:
id: Maksimum jumlah keseluruhan peer terhubung:

source: Maximum connected peers for new torrents:
id: Maksimum jumlah peer terhubung untuk torrent baru:

source: Network
id: Jaringan

source: _Automatically map port
id: Otom_atis memetakan port

source: NAT traversal uses either NAT-PMP or UPnP
id: NAT traversal menggunakan NAT-PMP atau UPnP

source: Incoming TCP _Port
id: Port TCP Masuk

source: Options
id: Pengaturan

source: Use Peer _Exchange if Possible
id: Gunakan Peer _Exchange jika Memungkinkan

source: _Ignore Unencrypted Peers
id: Abaikan Peer Tidak Terenkripsi

source: Show an Icon in the System _Tray
id: Tampilkan Ikon di _Tray Sistem

source: Confirm _quit
id: Konfirmasi keluar aplikasi

source: %s: not a valid torrent file
id: %s: berkas torrent tidak valid

source: %s: torrent is already open
id: %s: torrent sudah dibuka

source: not a valid torrent file
id: berkas torrent tidak valid

source: torrent is already open
id: torrent sudah dibuka

source: Waiting to verify local data (%.1f%% tested)
id: Menunggu pemeriksaan data lokal (%.1f%% teruji)

source: %s remaining (%.1f%%)
id: %s lagi (%.1f%%)

source: Uploading to %d of %d peer
id: Mengirim ke %d dari %d peer

source: Seeding to %d of %d peer
id: Seeding ke %d dari %d peer

source: Stopped (%.1f%%)
id: Dihentikan (%.1f%%)

source: Unrecognized state: %d
id: Status tidak diketahui: %d

source: Total Ratio
id: Total Rasio

source: Session Ratio
id: Rasio Sesi

source: Session Transfer
id: Sesi Transfer

source: A_ll
id: Semua

source: _Active
id: _Aktif

source: _Downloading
id: Mengunduh

source: _Paused
id: Berhenti

source: Name
id: Nama

source: %d of %d Transfer
id: %d dari %d Transfer

source: Ratio: %.1f
id: Rasio: %.1f

source: Down: %s Up: %s
id: Unduh: %s Unggah: %s

source: sec
id: detik

source: min
id: menit

source: hr
id: jam

source: day
id: hari
