Repository: fajran/terjemahan
Catalog: gparted/0.3.8/*.po
Languages: id

source: Create, reorganize, and delete partitions
id: Buat, atur, dan hapus partisi

source: Partition Editor
id: Editor Partisi

source: Free Space Preceding (MiB):
id: Ruang Kosong di Muka (MiB):

source: New Size (MiB):
id: Ukuran Baru (MiB):

source: Free Space Following (MiB):
id: Ruang Kosong di Belakang (MiB):

source: Round to cylinders
id: Bulatkan ke silinder

source: Resize
id: Ubah ukuran

source: Resize/Move
id: Ubah ukuran/Pindahkan

source: Minimum Size: %1 MiB
id: Ukuran Minimum: %1 MiB

source: Maximum Size: %1 MiB
id: Ukuran Maximum: %1 MiB

source: Create partition table on %1
id: Buat tabel partisi pada %1

source: WARNING: This will ERASE ALL DATA on the ENTIRE DISK %1
id: PERINGATAN: Ini akan MENGHAPUS SELURUH DATA pada SELURUH BAGIAN DISK %1

source: Default is to create an msdos partition table.
id: Secara bawaan GParted akan membuat label disk msdos.

source: Advanced
id: Tingkat Mahir

source: Select new partition table type:
id: Pilih tipe tabel partisi baru:

source: Choosing the Create button will IMMEDIATELY ERASE ALL DATA on disk %1
id: Memilih tombol Buat akan LANGSUNG MENGHAPUS SELURUH DATA pada disk %1

source: Create
id: Buat

source: Paste %1
id: Tempel %1

source: Information about %1
id: Informasi mengenai %1

source: Warning:
id: Peringatan:

source: Filesystem:
id: Sistem Berkas:

source: Size:
id: Ukuran:

source: Used:
id: Terpakai:

source: Unused:
id: Belum terpakai:

source: Flags:
id: Flag:

source: Path:
id: Lokasi:

source: Busy (At least one logical partition is mounted)
id: Sibuk (Minimal ada satu partisi logikal sedang dikaitkan)

source: Active
id: Aktif

source: Mounted on %1
id: Dikaitkan pada %1

source: Not busy (There are no mounted logical partitions)
id: Tidak sibuk (Tidak ada partisi logikal yang sedang dikaitkan)

source: Not active
id: Tidak aktif

source: Not mounted
id: Tidak dikaitkan

source: First Sector:
id: Sektor Pertama:

source: Last Sector:
id: Sektor Terakhir:

source: Total Sectors:
id: Jumlah Sektor:

source: Set partition label on %1
id: Set label partisi pada %1

source: Create new Partition
id: Buat Partisi Baru

source: Create as:
id: Jenis:

source: Primary Partition
id: Partisi Primer

source: Logical Partition
id: Partisi Logikal

source: Extended Partition
id: Partisi Perluasan

source: New Partition #%1
id: Partisi Baru #%1

source: Resize/Move %1
id: Ubah ukuran/Pindahkan %1

source: Resize %1
id: Ubah ukuran %1

source: Applying pending operations
id: Terapkan operasi yang tertunda

source: Applying all listed operations.
id: Terapkan seluruh operasi terdaftar.

source: Depending on the amount and type of operations this might take a long time.
id: Tergantung dari jumlah dan jenis operasi, ini mungkin akan memakan waktu yang lama.

source: Completed Operations:
id: Operasi yang selesai:

source: Details
id: Rincian

source: %1 of %2 operations completed
id: %1 dari %2 operasi telah selesai

source: _Save Details
id: _Simpan Rincian

source: Operation cancelled
id: Operasi dibatalkan

source: All operations successfully completed
id: Seluruh operasi telah diselesaikan

source: %1 warning
id: %1 peringatan

source: An error occurred while applying the operations
id: Sebuah error terjadi ketika menjalankan operasi

source: See the details for more information.
id: Lihat rinciannya untuk informasi lebih lanjut.

source: IMPORTANT
id: PENTING

source: If you want support, you need to provide the saved details!
id: Jika Anda memerlukan bantuan, Anda harus memberikan informasi rincian yang Anda simpan!

source: See %1 for more information.
id: Lihat %1 untuk informasi lebih lanjut.

source: Are you sure you want to cancel the current operation?
id: Apakah Anda yakin untuk membatalkan operasi yang ada?

source: Cancelling an operation may cause SEVERE file system damage.
id: Membatalkan sebuah operasi akan mengakibatkan kerusakan BERAT pada sistem berkas.

source: Continue Operation
id: Lanjutkan Operasi

source: Cancel Operation
id: Batalkan Operasi

source: Save Details
id: Simpan Rincian

source: Features
id: Fitur

source: Filesystem
id: Sistem berkas

source: Detect
id: Deteksi

source: Read
id: Baca

source: Grow
id: Perbesar

source: Shrink
id: Perkecil

source: Move
id: Pindahkan

source: Copy
id: Salin

source: Check
id: Periksa

source: Available
id: Tersedia

source: Not Available
id: Tidak Tersedia

source: Manage flags on %1
id: Atur flag pada %1

source: unrecognized
id: tidak dikenali

source: A partition cannot have a length of %1 sectors
id: Sebuah partisi tidak dapat memiliki panjang %1 sektor

source: A partition with used sectors (%1) greater than it's length (%2) is not valid
id: Tidak valid partisi yang dimana sektor terpakai (%1) lebih besar dari ukurannya (%s)

source: libparted messages
id: pesan libparted

source: Unable to detect filesystem! Possible reasons are:
id: Tidak dapat mendeteksi sistem berkas! Kemungkinan alasan adalah:

source: The filesystem is damaged
id: Sistem berkas rusak

source: The filesystem is unknown to GParted
id: Sistem berkas tidak dikenal oleh GParted

source: There is no filesystem available (unformatted)
id: Tidak ada sistem berkas terpasang (tidak terformat)

source: Unable to find mountpoint
id: Gagal mencari titik kait

source: Unable to read the contents of this filesystem!
id: Tidak dapat membaca isi sistem berkas ini!

source: Because of this some operations may be unavailable.
id: Karenanya beberapa operasi dapat menjadi tidak tersedia.

source: create empty partition
id: buat partisi kosong

source: path: %1
id: tujuan: %1

source: start: %1
id: mulai: %1

source: end: %1
id: akhir: %1

source: size: %1 (%2)
id: ukuran: %1 (%2)

source: create new %1 filesystem
id: buat %1 partisi baru

source: delete partition
id: hapus partisi

source: Clear partition label on %1
id: Hapus label partisi pada %1

source: Set partition label to "%1" on %2
id: Set label partisi menjadi "%1" pada %2

source: moving requires old and new length to be the same
id: pemindahan membutuhkan ukuran lama dan baru yang sama

source: rollback last change to the partitiontable
id: batalkan perubahan terakhir pada tabel partisi

source: move filesystem to the left
id: pindahkan sistem berkas ke kiri

source: move filesystem to the right
id: pindahkan sistem berkas ke kanan

source: move filesystem
id: pindahkan sistem berkas

source: new and old filesystem have the same positition -- skipping this operation
id: sistem berkas baru dan lama memiliki posisi yang sama -- melewatkan operasi ini

source: perform real move
id: lakukan pemindahan yang sebenarnya

source: using libparted
id: menggunakan libparted

source: resizing requires old and new start to be the same
id: pengubahan ukuran memerlukan posisi awal lama dan baru yang sama

source: resize/move partition
id: ubah ukuran/pindahkan partisi

source: move partition to the right
id: pidahkan partisi ke kanan

source: move partition to the left
id: pidahkan partisi ke kiri

source: grow partition from %1 to %2
id: perbesar partisi dari %1 menjadi %2

source: shrink partition from %1 to %2
id: perkecil partisi dari %1 menjadi %2

source: move partition to the right and grow it from %1 to %2
id: pindahkan partisi ke kanan dan perbesar dari %1 menjadi %2

source: move partition to the right and shrink it from %1 to %2
id: pindahkan partisi ke kanan dan perkecil dari %1 menjadi %2

source: move partition to the left and grow it from %1 to %2
id: pindahkan partisi ke kiri dan perbesar dari %1 menjadi %2

source: move partition to the left and shrink it from %1 to %2
id: pindahkan partisi ke kiri dan perkecil dari %1 menjadi %2

source: new and old partition have the same size and position -- skipping this operation
id: partisi baru dan lama memiliki ukuran dan posisi yang sama -- melewatkan operasi ini

source: old start: %1
id: mulai lama: %1

source: old end: %1
id: akhir lama: %1

source: old size: %1 (%2)
id: ukuran lama: %1 (%2)

source: new start: %1
id: awal baru: %1

source: new end: %1
id: akhir baru: %1

source: new size: %1 (%2)
id: ukuran baru: %1 (%2)

source: shrink filesystem
id: perkecil sistem berkas

source: grow filesystem
id: perbesar sistem berkas

source: resize filesystem
id: ubah ukuran sistem berkas

source: new and old filesystem have the same size -- skipping this operation
id: sistem berkas baru dan lama memiliki ukuran yang sama -- melewatkan operasi ini

source: grow filesystem to fill the partition
id: perbesar sistem berkas sampai memenuhi partisi

source: growing is not available for this filesystem
id: fitur pembesaran tidak tersedia dalam sistem berkas ini

source: the destination is smaller than the sourcepartition
id: partisi tujuan lebih kecil dibandingkan partisi sumber

source: copy filesystem of %1 to %2
id: salin sistem berkas dari %1 ke %2

source: perform readonly test
id: lakukan tes baca-saja

source: using internal algorithm
id: menggunakan algoritma internal

source: read %1 sectors
id: baca %1 sektor

source: copy %1 sectors
id: salin %1 sektor

source: finding optimal blocksize
id: mencari ukuran blok optimal

source: %1 seconds
id: %1 detik

source: optimal blocksize is %1 sectors (%2)
id: ukuran blok optimal adalah %1s sektor (%2)

source: %1 sectors read
id: %1 sektor terbaca

source: %1 sectors copied
id: %1 sektor tersalin

source: rollback last transaction
id: batalkan transaksi terakhir

source: check filesystem on %1 for errors and (if possible) fix them
id: periksa error pada sistem berkas %1 dan perbaiki (jika memungkinkan)

source: checking is not available for this filesystem
id: fitur pengecekan tidak tersedia pada sitem berkas ini

source: set partitiontype on %1
id: set tipe partisi pada %1

source: new partitiontype: %1
id: tipe partisi baru: %1

source: %1 of %2 read (%3 remaining)
id: %1 dari %2 terbaca (%3 tersisa)

source: %1 of %2 copied (%3 remaining)
id: %1 dari %2 tersalin (%3 tersisa)

source: %1 of %2 read
id: %1 dari %2 terbaca

source: %1 of %2 copied
id: %1 dari %2 tersalin

source: read %1 sectors using a blocksize of %2 sectors
id: baca %1 sektor dengan blok berukuran %2 sektor

source: copy %1 sectors using a blocksize of %2 sectors
id: salin %1 sektor dengan blok berukuran %2 sektor

source: Error while writing block at sector %1
id: Error ketika menulis blok pada sektor %1

source: Error while reading block at sector %1
id: Error ketika membaca blok pada sektor %1

source: calibrate %1
id: kalibrasi %1

source: calculate new size and position of %1
id: kalkulasi ukuran dan posisi baru dari %1

source: requested start: %1
id: awal yang diminta: %1

source: requested end: %1
id: akhir yang diminta: %1

source: requested size: %1 (%2)
id: ukuran yang diminta: %1 (%2)

source: updating bootsector of %1 filesystem on %2
id: memperbaharui bootsector dari sistem berkas %1 pada %2

source: _Undo Last Operation
id: Batalkan Operasi Terakhir

source: _Clear All Operations
id: Hapus Seluruh Operasi

source: _Apply All Operations
id: Ter_apkan Seluruh Operasi

source: copy of %1
id: salinan dari %1

source: Copy %1 to %2 (start at %3)
id: Salin %1 ke %2 (dimulai dari %3)

source: Copy %1 to %2
id: Salin %1 ke %2

source: Check and repair filesystem (%1) on %2
id: Periksa dan perbaiki sistem berkas (%1) pada %2

source: Create %1 #%2 (%3, %4) on %5
id: Buat %1 #%2 (%3, %4) pada %5

source: Delete %1 (%2, %3) from %4
id: Hapus %1 (%2, %3) dari %4

source: Format %1 as %2
id: Format %1 menjadi %2

source: Clear Partition Label on %1
id: Hapus Label Partisi pada %1

source: Set Partition Label "%1" on %2
id: Set Label Partisi "%1" pada %2

source: resize/move %1
id: ubah ukuran/pindahkan %1

source: new and old partition have the same size and positition. continuing anyway
id: partisi baru dan lama memiliki ukuran dan posisi yang sama. dilanjutkan saja

source: Move %1 to the right
id: Pindahkan %1 ke kanan

source: Move %1 to the left
id: Pindahkan %1 ke kiri

source: Grow %1 from %2 to %3
id: Perbesar %1 dari %2 menjadi %3

source: Shrink %1 from %2 to %3
id: Perkecil %1 dari %2 menjadi %3

source: Move %1 to the right and grow it from %2 to %3
id: Pindahkan %1 ke kanan dan perbesar dari %2 menjadi %3

source: Move %1 to the right and shrink it from %2 to %3
id: Pindahkan %1 ke kanan dan perkecil dari %2 menjadi %3

source: Move %1 to the left and grow it from %2 to %3
id: Pindahkan %1 ke kiri dan perbesar dari %2 menjadi %3

source: Move %1 to the left and shrink it from %2 to %3
id: Pindahkan %1 ke kiri dan perkecil dari %2 menjadi %3

source: Partition
id: Partisi

source: Mountpoint
id: Titik Kait

source: Size
id: Ukuran

source: Used
id: Terpakai

source: Unused
id: Kosong

source: Flags
id: Flag

source: unallocated
id: belum dialokasikan

source: unknown
id: tidak diketahui

source: unformatted
id: tidak diformat

source: used
id: terpakai

source: unused
id: tidak terpakai

source: # Temporary file created by gparted. It may be deleted.
id: # Berkas sementara yang dibuat oleh gparted. Berkas ini dapat dihapus.

source: Label operation failed: Unable to write to temporary file %1.
id: Operasi Label gagal: Tidak dapat menulisi berkas sementara %1.

source: Label operation failed: Unable to create temporary file %1.
id: Operasi Label gagal: Tidak dapat membuat berkas sementara %1.

source: _Refresh Devices
id: Muat ulang Device

source: _Devices
id: _Device

source: _Show Features
id: Tampilkan Fitur

source: _Edit
id: Sunting

source: Device _Information
id: _Informasi Device

source: Pending _Operations
id: _Operasi Tertunda

source: _View
id: Tampilkan

source: _Create Partition Table
id: Buat Tabel Partisi Baru

source: _Partition
id: _Partisi

source: _Help
id: Bantuan

source: Create a new partition in the selected unallocated space
id: Buat partisi baru pada ruang belum teralokasi yang dipilih

source: Delete the selected partition
id: Hapus partisi yang dipilih

source: Resize/Move the selected partition
id: Ubah ukuran/Pindahkan partisi yang dipilih

source: Copy the selected partition to the clipboard
id: Salin partisi yang dipilih ke clipboard

source: Paste the partition from the clipboard
id: Tempel partisi dari clipboard

source: Undo Last Operation
id: Batalkan Operasi Terakhir

source: Apply All Operations
id: Terapkan Seluruh Operasi

source: _Resize/Move
id: Ubah uku_ran/Pindahkan

source: _Format to
id: Format menjadi

source: Unmount
id: Lepas kaitan

source: _Mount on
id: Kaitkan pada

source: M_anage Flags
id: Atur Flag

source: C_heck
id: Periksa

source: Device Information
id: Informasi Device

source: DiskLabelType:
id: Tipe Label Disk:

source: Sectors/Track:
id: Sektor/Track:

source: Cylinders:
id: Silinder:

source: Could not add this operation to the list.
id: Tidak dapat menambahkan operasi ini ke dalam daftar.

source: %1 operation pending
id: %1 operasi tertunda

source: Quit GParted?
id: Keluar dari GParted?

source: %1 operation is currently pending.
id: %1 operasi masih tertunda.

source: _Unmount
id: Lepas Kaitan

source: _Swapoff
id: Nonaktifkan Swap

source: _Swapon
id: Aktifkan Swap

source: Scanning all devices...
id: Memindai seluruh device...

source: The kernel is unable to re-read the partitiontables on the following devices:
id: Kernel tidak dapat membaca ulang tabel partisi pada device berikut:

source: Because of this you will only have limited access to these devices. Unmount all mounted partitions on a device to get full access.
id: Karena itu Anda hanya akan mendapatkan akses terbatas pada device ini. Lepaskan kaitan pada seluruh partisi dalam device agar mendapatkan akses penuh.

source: No devices detected
id: Tidak ada device yang terdeteksi

source: Sorry, not yet implemented.
id: Maaf, belum diimplementasikan.

source: Please visit http://gparted.sf.net for more information and support.
id: Silakan kunjungi http://gparted.sf.net untuk informasi dan bantuan lebih lanjut.

source: GNOME Partition Editor
id: Editor Partisi GNOME

source: translator-credits
id: Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Fajran Iman Rusadi https://launchpad.net/~fajran Mahyuddin Susanto https://launchpad.net/~udienz Prabowo Murti https://launchpad.net/~sangprabo

source: It is not possible to create more than %1 primary partitions
id: Tidak mungkin untuk membuat lebih dari %1 partisi primer

source: If you want more partitions you should first create an extended partition. Such a partition can contain other partitions. Because an extended partition is also a primary partition it might be necessary to remove a primary partition first.
id: Jika Anda memerlukan partisi lebih banyak, Anda harus membuat partisi perluasan terlebih dahulu. Partisi tersebut dapat berisi partisi yang lain. Karena partisi perluasan juga merupakan partisi primer, ada kemungkinan Anda perlu menghapus sebuah partisi primer terlebih dahulu.

source: Unable to delete %1!
id: Tidak dapat menghapus %1!

source: Please unmount any logical partitions having a number higher than %1
id: Harap lepaskan kaitan partisi logikal yang memiliki nomor lebih besar dari %1

source: Are you sure you want to delete %1?
id: Apakah Anda yakin untuk menghapus %1?

source: After deletion this partition is no longer available for copying.
id: Setelah penghapusan, partisi ini tidak dapat disalin.

source: Delete %1 (%2, %3)
id: Hapus %1 (%2, %3)

source: Cannot format this filesystem to %1.
id: Tidak dapat memformat sistem berkas ini menjadi %1.

source: A %1 filesystem requires a partition of at least %2.
id: Sistem berkas %1 memerlukan sebuah partisi berukuran minimal %2.

source: A partition with a %1 filesystem has a maximum size of %2.
id: Partisi dengan sistem berkas %1 memiliki ukuran maksimum %2.

source: The partition could not be unmounted from the following mountpoints:
id: Partisi tersebut tidak dapat dilepaskan dari titik kait berikut:

source: Most likely other partitions are also mounted on these mountpoints. You are advised to unmount them manually.
id: Kemungkinan besar partisi lain juga terkait pada titik kait tersebut. Anda disarankan untuk melepaskannya secara manual.

source: Deactivating swap on %1
id: Menonaktifkan swap pada %1

source: Activating swap on %1
id: Mengaktifkan swap pada %1

source: Could not deactivate swap
id: Tidak dapat menonaktifkan swap

source: Could not activate swap
id: Tidak dapat mengaktifkan swap

source: Unmounting %1
id: Melepaskan kaitan %1

source: Could not unmount %1
id: Tidak dapat melepaskan kaitan %1

source: mounting %1 on %2
id: mengaitkan %1 pada %2

source: Could not mount %1 on %2
id: Tidak dapat mengaitkan %1 pada %2

source: Error while creating partition table.
id: Error ketika membuat tabel partisi.

source: Are you sure you want to apply the pending operations?
id: Apakah Anda yakin untuk menerapkan operasi yang tertunda?

source: It is recommended to backup valuable data before proceeding.
id: Sangat disarankan untuk mem-backup data berharga sebelum meneruskan.

source: Apply operations to harddisk
id: Terapkan operasi ke harddisk

source: create temporary mountpoint (%1)
id: buat titik kait sementara (%1)

source: mount %1 on %2
id: kaitkan %1 pada %2

source: remount %1 on %2 with the 'resize' flag enabled
id: kaitkan ulang %1 pada %2 dengan mengaktifkan flag 'resize'

source: unmount %1
id: lepas kaitan %1

source: remove temporary mountpoint (%1)
id: hapus titik kait sementara (%1)

source: Root privileges are required for running GParted
id: Hak Root diperlukan untuk menjalankan GParted

source: Since GParted is a powerful tool capable of destroying partition tables and vast amounts of data, only root may run it.
id: Berhubung GParted adalah aplikasi canggih yang dapat merusak tabel partisi dan data dalam jumlah besar, hanya root yang boleh menjalankannya.

source: run simulation
id: jalankan simulasi

source: real resize
id: ubah ukuran yang sebenarnya

source: grow mounted filesystem
id: kembangkan sistem berkas yang sedang dikaitkan

source: copy filesystem
id: salin sistem berkas
