Repository: fajran/terjemahan
Catalog: vinagre/2.23.92/*.po
Languages: id

source: _About
id: Tentang aplikasi ini

source: _Help
id: Bantuan

source: Access remote desktops
id: Akses desktop jarak jauh

source: Remote Desktop Viewer
id: Penampil Desktop Jarak Jauh

source: <b>Connection options</b>
id: <b>Pengaturan koneksi</b>

source: <b>Editing a bookmark</b>
id: <b>Sunting bookmark</b>

source: <b>Enter a name for this connection</b>
id: <b>Masukkan nama untuk koneksi ini</b>

source: <b>In order to connect on this machine, a password is required. Please supply it.</b>
id: <b>Anda memerlukan kata sandi agar dapat terhubung dengan mesin ini.</b>

source: <b>Which machine do you want to connect to?</b>
id: <b>Mesin mana yang ingin Anda hubungi?</b>

source: Editing a bookmark
id: Menyunting bookmark

source: Host:
id: Komputer:

source: Saving to bookmarks
id: Menyimpan ke bookmark

source: _Bookmark name:
id: Nama _bookmark:

source: _Full screen
id: Layar penuh

source: _Host:
id: Komputer:

source: _Name:
id: _Nama:

source: _Password:
id: Kata sandi:

source: _Remember this password
id: Ingat kata sandi ini?

source: _View only
id: Lihat saja

source: host or host:display or host::port
id: alamat atau alamat:display atau alamat::port

source: The handler for "vnc://" URLs
id: Penangan URL "vnc://"

source: A menu to quickly access remote machines
id: Menu untuk mengakses mesin jarak jauh dengan cepat

source: Could not run vinagre: %s
id: Tidak dapat menjalankan vinagre: %s

source: Open Remote Desktop Viewer
id: Penampil Desktop Jarak Jauh

source: Access your bookmarks
id: Akses bookmark Anda

source: Copying the bookmarks file to the new location. This operation is only supposed to run once.
id: Menyalin berkas bookmark ke lokasi baru. Operasi ini seaharusnya hanya berjalan sekali.

source: Confirm removal?
id: Konfirmasi penghapusan?

source: Are you sure you want to remove <i>%s</i> from bookmarks?
id: Apakah Anda yakin untuk menghapus <i>%s</i> dari bookmark?

source: Error while removing %s from bookmarks: %s
id: Error ketika menghapus %s dari bookmark: %s

source: Error while initializing bookmarks: %s
id: Error ketika menyiapkan bookmark: %s

source: Error while saving bookmarks: %s
id: Error ketika menyimpan bookmark: %s

source: Choose the file
id: Pilih berkas

source: Supported formats
id: Format yang didukung

source: The following file could not be opened:
id: Berkas berikut tidak dapat dibuka:

source: Error while saving history file: %s
id: Error ketika menyimpan berkas riwayat: %s

source: Choose a VNC Server
id: Pilih Server VNC

source: Unknown error
id: Error tidak diketahui

source: The protocol %s is not supported.
id: Protokol %s tidak didukung.

source: Bookmarks
id: Bookmark

source: Opens a .vnc file
id: Buka berkas .vnc

source: filename
id: nama-berkas

source: The following error has occurred:
id: Error berikut telah terjadi:

source: - VNC Client for GNOME
id: - Klien VNC untuk GNOME

source: Run 'vinagre --help' to see a full list of available command line options
id: Jalankan 'vinagre --help' untuk melihat seluruh pilihan

source: Connection to host "%s" was closed.
id: Koneksi dengan komputer "%s" tertutup.

source: Connecting...
id: Membuka koneksi...

source: Close connection
id: Tutup koneksi

source: Cannot initialize preferences manager.
id: Tidak dapat menyiapkan pengatur setingan.

source: Error connecting to host.
id: Gagal membuat koneksi dengan komputer tujuan.

source: Authentication to host "%s" has failed
id: Otentikasi ke komputer "%s" gagal dilakukan

source: Authentication method to host "%s" is unsupported. (%u)
id: Metode otentikasi ke komputer "%s" tidak didukung. (%u)

source: Error saving recent connection.
id: Gagal menyimpan koneksi terakhir.

source: Error saving the password on the keyring.
id: Gagal menyimpan kata sandi dalam keyring.

source: Take screenshot
id: Ambil tangkapan layar

source: Desktop Name:
id: Nama Desktop:

source: Dimensions:
id: Dimensi:

source: Screenshot of %s
id: Tangkapan layar dari %s

source: Save Screenshot
id: Simpan tangkapan layar

source: _Machine
id: _Mesin

source: _Edit
id: Sunting

source: _View
id: Tampilan

source: _Bookmarks
id: _Bookmark

source: Connect to a remote machine
id: Buka koneksi dengan mesin jarak jauh

source: Open a .VNC file
id: Buka berkas .VNC

source: Quit the program
id: Keluar dari aplikasi

source: _Open bookmark
id: Buka b_ookmark

source: Connect to this machine
id: Buat koneksi dengan mesin ini

source: _Edit bookmark
id: Sunting bookmark

source: Edit the details of selected bookmark
id: Sunting rincian dari bookmark yang dipilih

source: _Remove from bookmarks
id: Hapus dari bookma_rk

source: Remove current selected connection from bookmarks
id: Hapus koneksi yang sekarang dipilih dari bookmark

source: _Contents
id: Bantuan

source: Open the vinagre manual
id: Buka dokumen petunjuk vinagre

source: About this application
id: Tentang aplikasi ini

source: Close the current connection
id: Tutup koneksi ini

source: C_lose All
id: Tutup Semua

source: Close all active connections
id: Tutup seluruh koneksi aktif

source: _Add to bookmarks
id: M_asukkan ke bookmark

source: Add current connection to your bookmarks
id: Masukkan koneksi ini ke bookmark

source: Take a screenshot of active connection
id: Ambil tangkapan layar dari koneksi yang aktif

source: Send Ctrl+Alt+Del to active connection
id: Kirim Ctrl+Alt+Del ke koneksi yang aktif

source: View the current machine in full screen
id: Lihat mesin ini dengan layar penuh

source: _Read only
id: Baca saja

source: Disable mouse and keyboard
id: Nonaktifkan mouse dan keyboard

source: Show or hide the toolbar
id: Tampilkan atau sembunyikan toolbar

source: Show or hide the statusbar
id: Tampilkan atau sembunyikan statusbar

source: Side _Panel
id: _Panel Samping

source: Show or hide the side panel
id: Tampilkan atau sembunyikan panel bookmark

source: Vinagre is a VNC client for the GNOME Desktop
id: Vinagre adalah aplikasi klien VNC untuk Desktop GNOME

source: Vinagre is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
id: Vinagre adalah perangkat lunak bebas; Anda dapat mendistribusikannya dan/atau memodifikasinya di bawah aturan dalam GNU General Public License yang dipublikasikan oleh Free Software Foundation; dengan versi 2 dari lisensi ini atau (jika mau) versi yang lebih baru.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
id: Anda seharusnya telah mendapatkan salinan dari GNU General Public License dalam program ini. Jika belum, lihat <http://www.gnu.org/licenses/>.

source: translator-credits
id: Launchpad Contributions: Fajran Iman Rusadi https://launchpad.net/~fajran

source: Vinagre Website
id: Situs Web Vinagre

source: Could not merge vinagre-ui.xml: %s
id: Tidak dapat menggabungkan vinagre-ui.xml: %s

source: _Recent connections
id: Koneksi te_rakhir

source: Open %s:%d
id: Buka %s:%d

source: Press Ctrl+Alt to release the cursor
id: Tekan Ctrl+Alt untuk melepaskan cursor
